/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50553
Source Host           : localhost:3306
Source Database       : scholarship

Target Server Type    : MYSQL
Target Server Version : 50553
File Encoding         : 65001

Date: 2018-02-26 07:28:52
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for admin
-- ----------------------------
DROP TABLE IF EXISTS `admin`;
CREATE TABLE `admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(50) DEFAULT NULL,
  `pwd` varchar(50) DEFAULT NULL,
  `cx` varchar(50) DEFAULT '普通管理员',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=gb2312;

-- ----------------------------
-- Records of admin
-- ----------------------------
INSERT INTO `admin` VALUES ('2', 'admin', 'admin', '管理员', '2017-10-17 22:28:17');

-- ----------------------------
-- Table structure for award
-- ----------------------------
DROP TABLE IF EXISTS `award`;
CREATE TABLE `award` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(50) DEFAULT NULL,
  `together` float(50,0) DEFAULT NULL,
  `name` varchar(50) DEFAULT NULL,
  `instruction` varchar(50) DEFAULT NULL,
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `result` varchar(50) DEFAULT '-1' COMMENT '等待审核',
  `leibie` varchar(500) NOT NULL,
  `mingcheng` varchar(500) NOT NULL,
  `year` varchar(500) NOT NULL DEFAULT '2016',
  `classes` varchar(100) NOT NULL,
  `gpa` float(50,2) NOT NULL,
  `sports` float(50,1) NOT NULL,
  `practice` float(50,1) NOT NULL,
  `honor` tinyint(50) NOT NULL,
  `outtime` tinyint(50) NOT NULL,
  `fail` tinyint(50) NOT NULL,
  `rank` tinyint(50) DEFAULT NULL,
  `status` int(10) NOT NULL DEFAULT '0',
  `cid` int(100) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=86 DEFAULT CHARSET=gb2312;

-- ----------------------------
-- Records of award
-- ----------------------------
INSERT INTO `award` VALUES ('79', '2014283109', '78', '张9', '希望审核', '2018-01-03 12:58:29', '-1', '奖学金', '二等奖', '2016', '20142831', '3.90', '85.0', '45.0', '0', '0', '0', '1', '1', '20142831');
INSERT INTO `award` VALUES ('80', '2014283109', '78', '张9', '1111', '2018-01-03 12:59:04', '-1', '奖学金', '三等奖', '2016', '20142831', '3.90', '85.0', '45.0', '0', '0', '0', '1', '0', '20142831');
INSERT INTO `award` VALUES ('81', '2014283109', '58', '张9', '希望审核', '2018-01-03 12:59:53', '-1', '个人荣誉', '优秀学生', '2016', '20142831', '3.90', '85.0', '45.0', '0', '0', '0', '1', '0', '20142831');
INSERT INTO `award` VALUES ('82', '2014283111', '78', '张11', '希望审核', '2018-01-03 13:00:40', '0', '奖学金', '二等奖', '2016', '20142831', '3.90', '88.0', '55.0', '1', '0', '0', '2', '0', '20142831');
INSERT INTO `award` VALUES ('83', '2014283111', '78', '张11', '希望审核', '2018-01-03 13:00:57', '1', '奖学金', '三等奖', '2016', '20142831', '3.90', '88.0', '55.0', '1', '0', '0', '1', '1', '20142831');
INSERT INTO `award` VALUES ('84', '2014283111', '78', '张11', '7777', '2018-01-03 13:01:27', '1', '个人荣誉', '优秀学生干部', '2016', '20142831', '3.90', '88.0', '55.0', '1', '0', '0', '1', '1', '20142831');
INSERT INTO `award` VALUES ('85', '2014283111', '74', '张11', '希望审核', '2018-01-03 13:02:14', '-1', '个人荣誉', '先进个人', '2016', '20142831', '3.90', '88.0', '55.0', '1', '0', '0', '1', '0', '20142831');

-- ----------------------------
-- Table structure for banzhuren
-- ----------------------------
DROP TABLE IF EXISTS `banzhuren`;
CREATE TABLE `banzhuren` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(50) DEFAULT NULL,
  `pwd` varchar(50) DEFAULT NULL,
  `cx` varchar(50) DEFAULT '班主任',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `classes` varchar(255) DEFAULT NULL,
  `tid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=gb2312;

-- ----------------------------
-- Records of banzhuren
-- ----------------------------
INSERT INTO `banzhuren` VALUES ('20', '2321100', '2321100', '秋老师', '2018-01-01 21:31:15', '20142831', '1');
INSERT INTO `banzhuren` VALUES ('21', '2321101', '2321101', '张老师', '2018-01-01 21:31:15', '20142832', '1');
INSERT INTO `banzhuren` VALUES ('22', '2321102', '2321102', '刘老师', '2018-01-01 21:31:15', '20142833', '1');
INSERT INTO `banzhuren` VALUES ('23', '2321103', '2321103', '黄老师', '2018-01-01 21:31:15', '20142834', '1');
INSERT INTO `banzhuren` VALUES ('24', '2321104', '2321104', '郑老师', '2018-01-01 21:31:15', '20142835', '1');
INSERT INTO `banzhuren` VALUES ('25', '2321105', '2321105', '陈老师', '2018-01-01 21:31:15', '20142836', '1');

-- ----------------------------
-- Table structure for ceping
-- ----------------------------
DROP TABLE IF EXISTS `ceping`;
CREATE TABLE `ceping` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `year` varchar(500) CHARACTER SET gb2312 DEFAULT NULL,
  `username` varchar(50) CHARACTER SET gb2312 DEFAULT NULL,
  `name` varchar(500) CHARACTER SET gb2312 DEFAULT NULL,
  `gpa` float(50,2) DEFAULT NULL,
  `sports` float(50,1) DEFAULT NULL,
  `practice` float(50,1) DEFAULT NULL,
  `honor` tinyint(50) DEFAULT NULL,
  `classes` varchar(50) CHARACTER SET gb2312 DEFAULT NULL,
  `outtime` int(10) DEFAULT NULL,
  `fail` int(10) DEFAULT NULL,
  `bid` int(11) DEFAULT NULL,
  `leader` tinyint(10) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=658 DEFAULT CHARSET=latin1;

-- ----------------------------
-- Records of ceping
-- ----------------------------
INSERT INTO `ceping` VALUES ('601', '2017', '2014283101', '张1', '4.20', '85.0', '43.0', '1', '20142831', '0', '0', '20142831', '1');
INSERT INTO `ceping` VALUES ('602', '2017', '2014283102', '张2', '4.20', '85.0', '33.0', '1', '20142831', '0', '0', '20142831', '1');
INSERT INTO `ceping` VALUES ('603', '2017', '2014283103', '张3', '3.70', '88.0', '45.0', '0', '20142831', '0', '0', '20142831', '0');
INSERT INTO `ceping` VALUES ('604', '2017', '2014283104', '张4', '3.50', '85.0', '43.0', '1', '20142831', '1', '0', '20142831', '1');
INSERT INTO `ceping` VALUES ('605', '2017', '2014283105', '张5', '4.32', '85.0', '55.0', '0', '20142831', '3', '1', '20142831', '0');
INSERT INTO `ceping` VALUES ('606', '2017', '2014283109', '张9', '3.90', '85.0', '45.0', '0', '20142831', '0', '0', '20142831', '0');
INSERT INTO `ceping` VALUES ('607', '2017', '2014283111', '张11', '3.90', '88.0', '55.0', '1', '20142831', '0', '0', '20142831', '1');
INSERT INTO `ceping` VALUES ('608', '2017', '2014283115', '张15', '4.20', '88.0', '45.0', '0', '20142831', '0', '0', '20142831', '0');
INSERT INTO `ceping` VALUES ('609', '2017', '2014283117', '张17', '4.12', '85.0', '55.0', '0', '20142831', '0', '0', '20142831', '0');
INSERT INTO `ceping` VALUES ('610', '2017', '2014283119', '张19', '4.20', '88.0', '33.0', '0', '20142831', '0', '0', '20142831', '0');
INSERT INTO `ceping` VALUES ('611', '2017', '2014283203', '李3', '3.90', '88.0', '55.0', '0', '20142832', '0', '0', '20142832', '0');
INSERT INTO `ceping` VALUES ('612', '2017', '2014283204', '李4', '3.70', '85.0', '33.0', '0', '20142832', '0', '1', '20142832', '0');
INSERT INTO `ceping` VALUES ('613', '2017', '2014283205', '李5', '3.80', '88.0', '45.0', '0', '20142832', '3', '1', '20142832', '0');
INSERT INTO `ceping` VALUES ('614', '2017', '2014283206', '李6', '4.20', '85.0', '55.0', '0', '20142832', '4', '0', '20142832', '0');
INSERT INTO `ceping` VALUES ('615', '2017', '2014283208', '李8', '4.20', '85.0', '45.0', '0', '20142832', '6', '0', '20142832', '0');
INSERT INTO `ceping` VALUES ('616', '2017', '2014283210', '李10', '3.90', '85.0', '33.0', '1', '20142832', '0', '0', '20142832', '1');
INSERT INTO `ceping` VALUES ('617', '2017', '2014283211', '李11', '3.70', '88.0', '45.0', '1', '20142832', '0', '0', '20142832', '1');
INSERT INTO `ceping` VALUES ('618', '2017', '2014283212', '李12', '3.80', '85.0', '55.0', '0', '20142832', '0', '0', '20142832', '0');
INSERT INTO `ceping` VALUES ('619', '2017', '2014283213', '李13', '4.20', '88.0', '33.0', '0', '20142832', '0', '0', '20142832', '0');
INSERT INTO `ceping` VALUES ('620', '2017', '2014283215', '李15', '4.20', '88.0', '55.0', '0', '20142832', '0', '0', '20142832', '0');
INSERT INTO `ceping` VALUES ('621', '2017', '2014283217', '李17', '3.90', '88.0', '45.0', '0', '20142832', '0', '0', '20142832', '0');
INSERT INTO `ceping` VALUES ('622', '2017', '2014283218', '李18', '3.70', '85.0', '55.0', '0', '20142832', '0', '0', '20142832', '0');
INSERT INTO `ceping` VALUES ('623', '2017', '2014283219', '李19', '3.80', '88.0', '33.0', '0', '20142832', '0', '0', '20142832', '0');
INSERT INTO `ceping` VALUES ('624', '2017', '2014283220', '李20', '4.20', '85.0', '45.0', '0', '20142832', '0', '0', '20142832', '0');
INSERT INTO `ceping` VALUES ('625', '2017', '2014283302', '王1', '4.20', '85.0', '33.0', '0', '20142833', '0', '0', '20142833', '0');
INSERT INTO `ceping` VALUES ('626', '2017', '2014283304', '王2', '3.90', '85.0', '55.0', '0', '20142833', '0', '1', '20142833', '0');
INSERT INTO `ceping` VALUES ('627', '2017', '2014283305', '王5', '3.70', '88.0', '55.0', '0', '20142833', '3', '1', '20142833', '0');
INSERT INTO `ceping` VALUES ('628', '2017', '2014283306', '王6', '3.80', '85.0', '33.0', '0', '20142833', '4', '0', '20142833', '0');
INSERT INTO `ceping` VALUES ('629', '2017', '2014283307', '王7', '4.20', '88.0', '45.0', '0', '20142833', '5', '0', '20142833', '0');
INSERT INTO `ceping` VALUES ('630', '2017', '2014283309', '王9', '4.20', '88.0', '33.0', '0', '20142833', '0', '0', '20142833', '0');
INSERT INTO `ceping` VALUES ('631', '2017', '2014283310', '王10', '3.60', '85.0', '45.0', '1', '20142833', '0', '0', '20142833', '1');
INSERT INTO `ceping` VALUES ('632', '2017', '2014283311', '王11', '3.90', '88.0', '55.0', '1', '20142833', '0', '0', '20142833', '1');
INSERT INTO `ceping` VALUES ('633', '2017', '2014283312', '王12', '3.70', '85.0', '33.0', '0', '20142833', '0', '0', '20142833', '0');
INSERT INTO `ceping` VALUES ('634', '2017', '2014283313', '王13', '3.80', '88.0', '45.0', '0', '20142833', '0', '0', '20142833', '0');
INSERT INTO `ceping` VALUES ('635', '2017', '2014283314', '王14', '4.20', '85.0', '55.0', '0', '20142833', '0', '0', '20142833', '0');
INSERT INTO `ceping` VALUES ('636', '2017', '2014283316', '王16', '4.20', '85.0', '45.0', '0', '20142833', '0', '0', '20142833', '0');
INSERT INTO `ceping` VALUES ('637', '2017', '2014283317', '王17', '3.60', '88.0', '55.0', '0', '20142833', '0', '0', '20142833', '0');
INSERT INTO `ceping` VALUES ('638', '2017', '2014283318', '王18', '3.90', '85.0', '33.0', '0', '20142833', '0', '0', '20142833', '0');
INSERT INTO `ceping` VALUES ('639', '2017', '2014283319', '王19', '3.70', '88.0', '45.0', '0', '20142833', '0', '0', '20142833', '0');
INSERT INTO `ceping` VALUES ('640', '2017', '2014283320', '王20', '3.80', '85.0', '55.0', '0', '20142833', '0', '0', '20142833', '0');
INSERT INTO `ceping` VALUES ('641', '2017', '2014283401', '刘1', '4.20', '88.0', '33.0', '1', '20142834', '0', '0', '20142834', '1');
INSERT INTO `ceping` VALUES ('642', '2017', '2014283403', '刘3', '4.20', '88.0', '55.0', '0', '20142834', '0', '0', '20142834', '0');
INSERT INTO `ceping` VALUES ('643', '2017', '2014283404', '刘4', '3.60', '85.0', '33.0', '0', '20142834', '0', '1', '20142834', '0');
INSERT INTO `ceping` VALUES ('644', '2017', '2014283405', '刘5', '3.90', '88.0', '45.0', '0', '20142834', '3', '1', '20142834', '0');
INSERT INTO `ceping` VALUES ('645', '2017', '2014283406', '刘6', '3.70', '85.0', '55.0', '0', '20142834', '4', '0', '20142834', '0');
INSERT INTO `ceping` VALUES ('646', '2017', '2014283407', '刘7', '3.80', '88.0', '33.0', '0', '20142834', '5', '0', '20142834', '0');
INSERT INTO `ceping` VALUES ('647', '2017', '2014283408', '刘8', '4.20', '85.0', '45.0', '0', '20142834', '6', '0', '20142834', '0');
INSERT INTO `ceping` VALUES ('648', '2017', '2014283410', '刘10', '4.20', '85.0', '33.0', '1', '20142834', '0', '0', '20142834', '1');
INSERT INTO `ceping` VALUES ('649', '2017', '2014283411', '刘11', '3.60', '88.0', '45.0', '1', '20142834', '0', '0', '20142834', '1');
INSERT INTO `ceping` VALUES ('650', '2017', '2014283412', '刘12', '3.90', '85.0', '55.0', '0', '20142834', '0', '0', '20142834', '0');
INSERT INTO `ceping` VALUES ('651', '2017', '2014283413', '刘13', '3.70', '88.0', '33.0', '0', '20142834', '0', '0', '20142834', '0');
INSERT INTO `ceping` VALUES ('652', '2017', '2014283414', '刘14', '3.80', '85.0', '45.0', '0', '20142834', '0', '0', '20142834', '0');
INSERT INTO `ceping` VALUES ('653', '2017', '2014283415', '刘15', '4.20', '88.0', '55.0', '0', '20142834', '0', '0', '20142834', '0');
INSERT INTO `ceping` VALUES ('654', '2017', '2014283417', '刘17', '4.20', '88.0', '45.0', '0', '20142834', '0', '0', '20142834', '0');
INSERT INTO `ceping` VALUES ('655', '2017', '2014283418', '刘18', '3.60', '85.0', '55.0', '0', '20142834', '0', '0', '20142834', '0');
INSERT INTO `ceping` VALUES ('656', '2017', '2014283419', '刘19', '3.90', '85.0', '33.0', '0', '20142834', '0', '0', '20142834', '0');
INSERT INTO `ceping` VALUES ('657', '2017', '2014283420', '刘20', '3.70', '88.0', '45.0', '0', '20142834', '0', '0', '20142834', '0');

-- ----------------------------
-- Table structure for honor
-- ----------------------------
DROP TABLE IF EXISTS `honor`;
CREATE TABLE `honor` (
  `id` int(2) NOT NULL AUTO_INCREMENT,
  `mingcheng` varchar(500) CHARACTER SET gb2312 NOT NULL,
  `leibie` varchar(50) NOT NULL,
  `shuoming` varchar(255) DEFAULT NULL,
  `num` int(50) DEFAULT NULL COMMENT '不限',
  `gpa` float(255,2) NOT NULL,
  `sports` float(255,1) NOT NULL,
  `practice` float(255,1) NOT NULL,
  `honor` tinyint(255) NOT NULL,
  `outtime` tinyint(50) NOT NULL,
  `fail` tinyint(255) NOT NULL,
  `gpadata` int(255) DEFAULT '0',
  `honordata` int(255) DEFAULT '0',
  `practicedata` int(255) DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `mingcheng` (`mingcheng`)
) ENGINE=MyISAM AUTO_INCREMENT=23 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of honor
-- ----------------------------
INSERT INTO `honor` VALUES ('13', '二等奖', '奖学金', '二等奖', '5', '3.00', '80.0', '40.0', '0', '0', '0', '100', '0', '0');
INSERT INTO `honor` VALUES ('12', '一等奖', '奖学金', '一等奖', '3', '4.00', '80.0', '40.0', '0', '0', '0', '100', '0', '0');
INSERT INTO `honor` VALUES ('14', '三等奖', '奖学金', '三等奖', '8', '3.00', '80.0', '40.0', '0', '0', '0', '100', '0', '0');
INSERT INTO `honor` VALUES ('15', '先进个人', '个人荣誉', '先进个人', '5', '3.00', '70.0', '30.0', '0', '0', '2', '50', '20', '30');
INSERT INTO `honor` VALUES ('18', '优秀学生', '个人荣誉', '优秀学生', '4', '3.30', '75.0', '35.0', '0', '0', '0', '40', '30', '30');
INSERT INTO `honor` VALUES ('19', '优秀学生干部', '个人荣誉', '优秀学生干部', '2', '3.00', '70.0', '20.0', '0', '0', '2', '40', '30', '30');
INSERT INTO `honor` VALUES ('20', '院长奖学金', '奖学金', '院长奖学金', '2', '4.00', '80.0', '40.0', '0', '0', '0', '60', '40', '0');
INSERT INTO `honor` VALUES ('21', '公益单项奖', '奖学金', '公益单项奖', '5', '3.00', '60.0', '50.0', '0', '0', '4', '0', '0', '100');
INSERT INTO `honor` VALUES ('22', '竞赛单项奖', '奖学金', '竞赛单项奖', '4', '3.00', '60.0', '20.0', '1', '0', '4', '0', '100', '0');

-- ----------------------------
-- Table structure for message
-- ----------------------------
DROP TABLE IF EXISTS `message`;
CREATE TABLE `message` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `zhanghao` varchar(500) CHARACTER SET gb2312 DEFAULT NULL,
  `xingming` varchar(50) CHARACTER SET gb2312 DEFAULT NULL,
  `liuyan` varchar(500) CHARACTER SET gb2312 DEFAULT NULL,
  `addtime` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `huifu` varchar(50) CHARACTER SET gb2312 DEFAULT '等待回复',
  `classes` int(255) DEFAULT NULL,
  `huifuren` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `check` tinyint(20) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=30 DEFAULT CHARSET=latin1;

-- ----------------------------
-- Records of message
-- ----------------------------
INSERT INTO `message` VALUES ('20', '29', '29', 'aaaaaa', '2017-12-11 22:14:46', 'aaaaaqqa', '20142832', 'a', '0');
INSERT INTO `message` VALUES ('27', '2014283101', '张1', 'sww', '2018-01-02 21:56:17', 'aaaa', '20142831', '秋老师', '1');
INSERT INTO `message` VALUES ('29', '2014283101', '张1', 'ssssssww', '2018-01-03 09:28:11', 'sssssww', '20142831', '秋老师', '1');

-- ----------------------------
-- Table structure for rukou
-- ----------------------------
DROP TABLE IF EXISTS `rukou`;
CREATE TABLE `rukou` (
  `rukou` tinyint(255) NOT NULL DEFAULT '0',
  `id` int(122) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of rukou
-- ----------------------------
INSERT INTO `rukou` VALUES ('1', '1');

-- ----------------------------
-- Table structure for select
-- ----------------------------
DROP TABLE IF EXISTS `select`;
CREATE TABLE `select` (
  `id` int(50) NOT NULL AUTO_INCREMENT,
  `select` int(50) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of select
-- ----------------------------
INSERT INTO `select` VALUES ('1', '0');
INSERT INTO `select` VALUES ('2', '10');
INSERT INTO `select` VALUES ('3', '20');
INSERT INTO `select` VALUES ('4', '30');
INSERT INTO `select` VALUES ('5', '40');
INSERT INTO `select` VALUES ('6', '50');
INSERT INTO `select` VALUES ('7', '60');
INSERT INTO `select` VALUES ('8', '70');
INSERT INTO `select` VALUES ('9', '80');
INSERT INTO `select` VALUES ('10', '90');
INSERT INTO `select` VALUES ('11', '100');

-- ----------------------------
-- Table structure for student
-- ----------------------------
DROP TABLE IF EXISTS `student`;
CREATE TABLE `student` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(50) DEFAULT NULL,
  `pwd` varchar(50) DEFAULT NULL,
  `name` varchar(50) DEFAULT NULL,
  `sex` varchar(50) DEFAULT NULL,
  `home` varchar(50) DEFAULT NULL,
  `bankcard` varchar(50) DEFAULT NULL,
  `classes` varchar(50) DEFAULT NULL,
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `major` varchar(50) DEFAULT NULL,
  `phone` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=412 DEFAULT CHARSET=gb2312;

-- ----------------------------
-- Records of student
-- ----------------------------
INSERT INTO `student` VALUES ('332', '2014283101', '2014283101', '张1', '男', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('333', '2014283102', '2014283102', '张2', '女', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('334', '2014283103', '2014283103', '张3', '男', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('335', '2014283104', '2014283104', '张4', '女', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('336', '2014283105', '2014283105', '张5', '男', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('337', '2014283106', '2014283106', '张6', '女', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('338', '2014283107', '2014283107', '张7', '男', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('339', '2014283108', '2014283108', '张8', '女', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('340', '2014283109', '2014283109', '张9', '男', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('341', '2014283110', '2014283110', '张10', '女', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('342', '2014283111', '2014283111', '张11', '男', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('343', '2014283112', '2014283112', '张12', '女', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('344', '2014283113', '2014283113', '张13', '男', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('345', '2014283114', '2014283114', '张14', '女', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('346', '2014283115', '2014283115', '张15', '男', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('347', '2014283116', '2014283116', '张16', '女', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('348', '2014283117', '2014283117', '张17', '男', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('349', '2014283118', '2014283118', '张18', '女', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('350', '2014283119', '2014283119', '张19', '男', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('351', '2014283120', '2014283120', '张20', '女', '请学生填写', '请学生填写', '20142831', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('352', '2014283201', '2014283201', '李1', '男', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('353', '2014283202', '2014283202', '李2', '女', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('354', '2014283203', '2014283203', '李3', '男', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('355', '2014283204', '2014283204', '李4', '女', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('356', '2014283205', '2014283205', '李5', '男', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('357', '2014283206', '2014283206', '李6', '女', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('358', '2014283207', '2014283207', '李7', '男', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('359', '2014283208', '2014283208', '李8', '女', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('360', '2014283209', '2014283209', '李9', '男', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('361', '2014283210', '2014283210', '李10', '女', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('362', '2014283211', '2014283211', '李11', '男', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('363', '2014283212', '2014283212', '李12', '女', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('364', '2014283213', '2014283213', '李13', '男', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('365', '2014283214', '2014283214', '李14', '女', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('366', '2014283215', '2014283215', '李15', '男', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('367', '2014283216', '2014283216', '李16', '女', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('368', '2014283217', '2014283217', '李17', '男', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('369', '2014283218', '2014283218', '李18', '女', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('370', '2014283219', '2014283219', '李19', '男', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('371', '2014283220', '2014283220', '李20', '女', '请学生填写', '请学生填写', '20142832', '2018-01-03 14:57:51', '计算机科学与技术', '请学生填写');
INSERT INTO `student` VALUES ('372', '2014283301', '2014283301', '王1', '男', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('373', '2014283302', '2014283302', '王2', '女', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('374', '2014283303', '2014283303', '王3', '男', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('375', '2014283304', '2014283304', '王4', '女', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('376', '2014283305', '2014283305', '王5', '男', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('377', '2014283306', '2014283306', '王6', '女', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('378', '2014283307', '2014283307', '王7', '男', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('379', '2014283308', '2014283308', '王8', '女', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('380', '2014283309', '2014283309', '王9', '男', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('381', '2014283310', '2014283310', '王10', '女', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('382', '2014283311', '2014283311', '王11', '男', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('383', '2014283312', '2014283312', '王12', '女', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('384', '2014283313', '2014283313', '王13', '男', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('385', '2014283314', '2014283314', '王14', '女', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('386', '2014283315', '2014283315', '王15', '男', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('387', '2014283316', '2014283316', '王16', '女', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('388', '2014283317', '2014283317', '王17', '男', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('389', '2014283318', '2014283318', '王18', '女', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('390', '2014283319', '2014283319', '王19', '男', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('391', '2014283320', '2014283320', '王20', '女', '请学生填写', '请学生填写', '20142833', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('392', '2014283401', '2014283401', '刘1', '男', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('393', '2014283402', '2014283402', '刘2', '女', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('394', '2014283403', '2014283403', '刘3', '男', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('395', '2014283404', '2014283404', '刘4', '女', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('396', '2014283405', '2014283405', '刘5', '男', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('397', '2014283406', '2014283406', '刘6', '女', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('398', '2014283407', '2014283407', '刘7', '男', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('399', '2014283408', '2014283408', '刘8', '女', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('400', '2014283409', '2014283409', '刘9', '男', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('401', '2014283410', '2014283410', '刘10', '女', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('402', '2014283411', '2014283411', '刘11', '男', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('403', '2014283412', '2014283412', '刘12', '女', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('404', '2014283413', '2014283413', '刘13', '男', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('405', '2014283414', '2014283414', '刘14', '女', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('406', '2014283415', '2014283415', '刘15', '男', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('407', '2014283416', '2014283416', '刘16', '女', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('408', '2014283417', '2014283417', '刘17', '男', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('409', '2014283418', '2014283418', '刘18', '女', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('410', '2014283419', '2014283419', '刘19', '男', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');
INSERT INTO `student` VALUES ('411', '2014283420', '2014283420', '刘20', '女', '请学生填写', '请学生填写', '20142834', '2018-01-03 14:57:51', '电子信息工程', '请学生填写');

-- ----------------------------
-- Table structure for teacher
-- ----------------------------
DROP TABLE IF EXISTS `teacher`;
CREATE TABLE `teacher` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(50) DEFAULT NULL,
  `pwd` varchar(50) DEFAULT NULL,
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `xy` varchar(255) DEFAULT NULL,
  `cx` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=gb2312;

-- ----------------------------
-- Records of teacher
-- ----------------------------
INSERT INTO `teacher` VALUES ('1', 'a', 'a', '2017-12-09 21:44:43', '信息工程', '王老师');
INSERT INTO `teacher` VALUES ('3', 'b', 'b', '2017-12-12 14:30:11', '工学院', '郑老师');

-- ----------------------------
-- Table structure for xinwentongzhi
-- ----------------------------
DROP TABLE IF EXISTS `xinwentongzhi`;
CREATE TABLE `xinwentongzhi` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `biaoti` varchar(500) CHARACTER SET gb2312 DEFAULT NULL,
  `leibie` varchar(50) CHARACTER SET gb2312 DEFAULT NULL,
  `neirong` text CHARACTER SET gb2312,
  `tianjiaren` varchar(50) CHARACTER SET gb2312 DEFAULT NULL,
  `addtime` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `shouyetupian` varchar(50) DEFAULT NULL,
  `dianjilv` int(11) DEFAULT '1',
  `s1` varchar(50) CHARACTER SET gb2312 DEFAULT NULL,
  `s2` varchar(50) CHARACTER SET gb2312 DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=25 DEFAULT CHARSET=latin1;

-- ----------------------------
-- Records of xinwentongzhi
-- ----------------------------
INSERT INTO `xinwentongzhi` VALUES ('12', '奖学金评定办法', '奖优通知1', '   第三章   评定条件\r\n第五条  国家奖学金、国家励志奖学金按照国家规定条件评定。\r\n第六条  学校奖学金\r\n（一）校长奖学金\r\n符合下列条件之一者：\r\n1．符合特等奖学金条件，连续两年获得特等奖学金者（含本学年符合条件者）优先；\r\n2．在校期间在道德风尚、社会实践、社会公益、学术研究等某一方面表现特别优秀，为学校赢得突出荣誉，为社会或学校做出突出贡献。\r\n（二）特等奖学金\r\n符合下列条件之一者：\r\n1．参加学科竞赛获得国家二等奖及以上（由学院认定，集体项目取排名前三）；\r\n2．科研成果以第一作者（以湖州师范学院名义）获得国家发明专利；\r\n3．学习绩点排名在班级前5%；\r\n符合1、2条件一项或两项且学习绩点排名在班级前50%的参评者优先于符合条件3的参评者评定；同等条件下，学习绩点排名靠前者优先。\r\n（三）一等奖学金\r\n符合下列条件之一者：\r\n1．参加学科竞赛获得省级一等奖及以上（由学院认定，集体项目取排名前三）；\r\n2．科研成果在一级（含）以上期刊以第一作者（以湖州师范学院名义）发表文章，可获一等奖学金；\r\n3．学习绩点排名在班级前15%；\r\n4．录取为研究生的应届毕业生，可直接参评一等奖学金，名额不受限制。\r\n符合1、2条件一项或两项且学习绩点排名在班级前50%的参评者优先于符合条件3的参评者评定；同等条件下，学习绩点排名靠前者优先。\r\n（四）二等奖学金\r\n符合下列条件之一者：\r\n1．参加学科竞赛获得省级二等奖（由学院认定，集体项目取排名前三）；\r\n2．科研成果在核心期刊以第一作者（以湖州师范学院名义）发表文章，可评二等奖学金；\r\n3．学习绩点排名在班级前30%。\r\n符合条件1、2且学习绩点排名在班级前50%的参评者优先于符合条件3的参评者评定；同等条件下，学习绩点排名靠前者优先。\r\n（五）三等奖学金\r\n学习绩点排名在班级前50%，学习绩点排名靠前者优先。\r\n第七条  外设奖学金评定条件另行制定。\r\n ', 'a', '2017-11-12 22:09:22', '', '1', null, null);
INSERT INTO `xinwentongzhi` VALUES ('13', '奖学金评定办法', '奖优通知', '   第三章   评定条件\r\n第五条  国家奖学金、国家励志奖学金按照国家规定条件评定。\r\n第六条  学校奖学金\r\n（一）校长奖学金\r\n符合下列条件之一者：\r\n1．符合特等奖学金条件，连续两年获得特等奖学金者（含本学年符合条件者）优先；\r\n2．在校期间在道德风尚、社会实践、社会公益、学术研究等某一方面表现特别优秀，为学校赢得突出荣誉，为社会或学校做出突出贡献。\r\n（二）特等奖学金\r\n符合下列条件之一者：\r\n1．参加学科竞赛获得国家二等奖及以上（由学院认定，集体项目取排名前三）；\r\n2．科研成果以第一作者（以湖州师范学院名义）获得国家发明专利；\r\n3．学习绩点排名在班级前5%；\r\n符合1、2条件一项或两项且学习绩点排名在班级前50%的参评者优先于符合条件3的参评者评定；同等条件下，学习绩点排名靠前者优先。\r\n（三）一等奖学金\r\n符合下列条件之一者：\r\n1．参加学科竞赛获得省级一等奖及以上（由学院认定，集体项目取排名前三）；\r\n2．科研成果在一级（含）以上期刊以第一作者（以湖州师范学院名义）发表文章，可获一等奖学金；\r\n3．学习绩点排名在班级前15%；\r\n4．录取为研究生的应届毕业生，可直接参评一等奖学金，名额不受限制。\r\n符合1、2条件一项或两项且学习绩点排名在班级前50%的参评者优先于符合条件3的参评者评定；同等条件下，学习绩点排名靠前者优先。\r\n（四）二等奖学金\r\n符合下列条件之一者：\r\n1．参加学科竞赛获得省级二等奖（由学院认定，集体项目取排名前三）；\r\n2．科研成果在核心期刊以第一作者（以湖州师范学院名义）发表文章，可评二等奖学金；\r\n3．学习绩点排名在班级前30%。\r\n符合条件1、2且学习绩点排名在班级前50%的参评者优先于符合条件3的参评者评定；同等条件下，学习绩点排名靠前者优先。\r\n（五）三等奖学金\r\n学习绩点排名在班级前50%，学习绩点排名靠前者优先。\r\n第七条  外设奖学金评定条件另行制定。\r\n ', 'a', '2017-11-12 22:09:22', '', '1', null, null);
INSERT INTO `xinwentongzhi` VALUES ('14', '奖学金评定办法', '奖优通知', '   第三章   评定条件\r\n第五条  国家奖学金、国家励志奖学金按照国家规定条件评定。\r\n第六条  学校奖学金\r\n（一）校长奖学金\r\n符合下列条件之一者：\r\n1．符合特等奖学金条件，连续两年获得特等奖学金者（含本学年符合条件者）优先；\r\n2．在校期间在道德风尚、社会实践、社会公益、学术研究等某一方面表现特别优秀，为学校赢得突出荣誉，为社会或学校做出突出贡献。\r\n（二）特等奖学金\r\n符合下列条件之一者：\r\n1．参加学科竞赛获得国家二等奖及以上（由学院认定，集体项目取排名前三）；\r\n2．科研成果以第一作者（以湖州师范学院名义）获得国家发明专利；\r\n3．学习绩点排名在班级前5%；\r\n符合1、2条件一项或两项且学习绩点排名在班级前50%的参评者优先于符合条件3的参评者评定；同等条件下，学习绩点排名靠前者优先。\r\n（三）一等奖学金\r\n符合下列条件之一者：\r\n1．参加学科竞赛获得省级一等奖及以上（由学院认定，集体项目取排名前三）；\r\n2．科研成果在一级（含）以上期刊以第一作者（以湖州师范学院名义）发表文章，可获一等奖学金；\r\n3．学习绩点排名在班级前15%；\r\n4．录取为研究生的应届毕业生，可直接参评一等奖学金，名额不受限制。\r\n符合1、2条件一项或两项且学习绩点排名在班级前50%的参评者优先于符合条件3的参评者评定；同等条件下，学习绩点排名靠前者优先。\r\n（四）二等奖学金\r\n符合下列条件之一者：\r\n1．参加学科竞赛获得省级二等奖（由学院认定，集体项目取排名前三）；\r\n2．科研成果在核心期刊以第一作者（以湖州师范学院名义）发表文章，可评二等奖学金；\r\n3．学习绩点排名在班级前30%。\r\n符合条件1、2且学习绩点排名在班级前50%的参评者优先于符合条件3的参评者评定；同等条件下，学习绩点排名靠前者优先。\r\n（五）三等奖学金\r\n学习绩点排名在班级前50%，学习绩点排名靠前者优先。\r\n第七条  外设奖学金评定条件另行制定。\r\n ', 'a', '2017-11-12 22:09:22', '', '1', null, null);
INSERT INTO `xinwentongzhi` VALUES ('15', '奖学金评定办法', '奖优通知', '   第三章   评定条件\r\n第五条  国家奖学金、国家励志奖学金按照国家规定条件评定。\r\n第六条  学校奖学金\r\n（一）校长奖学金\r\n符合下列条件之一者：\r\n1．符合特等奖学金条件，连续两年获得特等奖学金者（含本学年符合条件者）优先；\r\n2．在校期间在道德风尚、社会实践、社会公益、学术研究等某一方面表现特别优秀，为学校赢得突出荣誉，为社会或学校做出突出贡献。\r\n（二）特等奖学金\r\n符合下列条件之一者：\r\n1．参加学科竞赛获得国家二等奖及以上（由学院认定，集体项目取排名前三）；\r\n2．科研成果以第一作者（以湖州师范学院名义）获得国家发明专利；\r\n3．学习绩点排名在班级前5%；\r\n符合1、2条件一项或两项且学习绩点排名在班级前50%的参评者优先于符合条件3的参评者评定；同等条件下，学习绩点排名靠前者优先。\r\n（三）一等奖学金\r\n符合下列条件之一者：\r\n1．参加学科竞赛获得省级一等奖及以上（由学院认定，集体项目取排名前三）；\r\n2．科研成果在一级（含）以上期刊以第一作者（以湖州师范学院名义）发表文章，可获一等奖学金；\r\n3．学习绩点排名在班级前15%；\r\n4．录取为研究生的应届毕业生，可直接参评一等奖学金，名额不受限制。\r\n符合1、2条件一项或两项且学习绩点排名在班级前50%的参评者优先于符合条件3的参评者评定；同等条件下，学习绩点排名靠前者优先。\r\n（四）二等奖学金\r\n符合下列条件之一者：\r\n1．参加学科竞赛获得省级二等奖（由学院认定，集体项目取排名前三）；\r\n2．科研成果在核心期刊以第一作者（以湖州师范学院名义）发表文章，可评二等奖学金；\r\n3．学习绩点排名在班级前30%。\r\n符合条件1、2且学习绩点排名在班级前50%的参评者优先于符合条件3的参评者评定；同等条件下，学习绩点排名靠前者优先。\r\n（五）三等奖学金\r\n学习绩点排名在班级前50%，学习绩点排名靠前者优先。\r\n第七条  外设奖学金评定条件另行制定。\r\n ', 'a', '2017-11-12 22:09:22', '', '1', null, null);
INSERT INTO `xinwentongzhi` VALUES ('21', '55', '55', '  5', 'a', '2017-12-22 14:40:14', null, '1', null, null);
INSERT INTO `xinwentongzhi` VALUES ('22', 'z', 'z', '  z', 'a', '2017-12-22 14:41:26', null, '1', null, null);
INSERT INTO `xinwentongzhi` VALUES ('23', 'z', 'zc', '  c', 'a', '2017-12-22 14:41:55', null, '1', null, null);
INSERT INTO `xinwentongzhi` VALUES ('24', 'h', 'h', '  h', 'a', '2017-12-22 14:43:23', null, '1', null, null);
